{
  "kb_name": "PUD Customer Service Knowledge Base",
  "kb_id": "kb1",
  "description": "Clallam County PUD customer service information and frequently asked questions",
  "articles": [
    {
      "id": "pud001",
      "title": "How to Change Your Legal Name on PUD Account",
      "category": "Account Management",
      "content": "To change your name on your Public Utility District (PUD) account, submit an online residential service application and attach proof of legal name change to your application as a PDF file. For the Purpose of Application, select Legal Name Change of Existing Account Holder. You may also bring proof of legal name change to your local PUD office and update your account in person.",
      "tags": ["account", "name-change", "identification"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud002",
      "title": "Adding or Removing Account Holders",
      "category": "Account Management",
      "content": "To add another person to your residential account: (1) The existing verifiable account holder needs to call the office to authorize adding another person. (2) Then, the authorized person will submit an online service application or apply in person with proper identification. All account holders are financially responsible for the utility bills. An additional billing deposit may be required. To update an account due to creating an estate or removing a party, submit an online residential service application attaching proper documents such as death certificate, letter of testamentary, or estate paperwork.",
      "tags": ["account", "authorization", "estate", "multiple-users"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud003",
      "title": "How to Disconnect or End Utility Service",
      "category": "Account Management",
      "content": "To end your utility account, you need to request a disconnect of service or ensure that service transfers out of your name. You will remain responsible for the account until the service is shut off or transferred to a new party. Disconnect fees will be assessed to your final bill if services are shut off.",
      "tags": ["disconnect", "termination", "final-bill"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud004",
      "title": "Understanding Your Basic Customer Charge",
      "category": "Billing",
      "content": "The basic customer charge is a monthly fee that covers the cost of all operations and maintenance for the utility including distribution expense, substation expense, transformer expense, service expense, line maintenance, meter readers and meters, trucks and fuel, billing, customer service, administration, depreciation, debt service, capital improvements, and making energy available to customers regardless of usage. This charge may be prorated on your first and last bills depending on the number of days billed.",
      "tags": ["billing", "fees", "basic-charge", "rates"],
      "author": "Billing Department",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud005",
      "title": "Understanding Taxes on Your Utility Bill",
      "category": "Billing",
      "content": "Your PUD bill includes several taxes: Public Utility Tax (3.8734% for electric, 4.7% for water), State Privilege Tax (2.14% for electric), and City Tax (if applicable in your municipality). These taxes are mandated by Washington State law (RCW 82.16.020 and RCW 54.28.02) and apply to both the Basic Customer Charge and energy consumption charges.",
      "tags": ["billing", "taxes", "rates", "washington-state"],
      "author": "Billing Department",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud006",
      "title": "What is the CETA Fee?",
      "category": "Billing",
      "content": "The Clean Energy Transformation Act (CETA) passed by Washington State mandates that all electric utilities implement low-income assistance programs. The $1.28 line item assessment on your bill funds this mandated program while ensuring low-income customers are not burdened with program costs. The cost of these programs is excluded from electricity rates as required by law.",
      "tags": ["billing", "ceta", "assistance", "washington-state"],
      "author": "Billing Department",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud007",
      "title": "Budget Payment Plan Options",
      "category": "Payment Options",
      "content": "Budget Payment Plan (Average Payment Plan) allows you to pay the same amount every month, calculated from your own usage, making higher winter bills easier to handle. Your monthly Budget payment is recalculated and updated in June, so watch your May bill to see what your next season's monthly payment will be. Contact the PUD to enroll in this program.",
      "tags": ["payment", "budget", "payment-plan"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud008",
      "title": "What to Do If You Cannot Pay Your Bill",
      "category": "Payment Assistance",
      "content": "If you're having trouble paying your utility bill: (1) Contact the PUD before receiving a shutoff notice to discuss payment plan options. (2) Apply for bill discount or energy efficiency programs. (3) Consider SmartPay prepay accounts where you pay what you can when you can with no due dates. (4) Explore community-based organizations that offer emergency funding. (5) Ask about energy audits to help lower future bills. (6) Apply for low-income assistance programs. The PUD wants to work with you to find solutions that keep you comfortable in your home.",
      "tags": ["payment", "assistance", "payment-plan", "financial-hardship"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud009",
      "title": "Winter Disconnection Moratorium Protection",
      "category": "Payment Assistance",
      "content": "You may qualify for protection from disconnection for non-payment from November 15 through March 15 under RCW 54.16.285. To qualify: (1) Notify Customer Service within 5 business days of receiving a Past Due Notice. (2) Provide income qualification statement from Olympic Community Action Programs showing you qualify. (3) Apply for low-income energy assistance from government or private sources. (4) Apply for low-income weatherization assistance. (5) Agree to maintain a payment plan (not exceeding 7% of monthly income) to bring account current by October 15.",
      "tags": ["disconnection", "moratorium", "winter", "protection", "low-income"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud010",
      "title": "Heat Event Disconnection Protection",
      "category": "Payment Assistance",
      "content": "During heat-related events, contact the PUD office at (360) 452-9771 for information on service restoration and repayment options. A heat-related event is any day for which the National Weather Service has issued a heat-related alert including excessive heat warning, heat advisory, or excessive heat watch for your area.",
      "tags": ["disconnection", "heat", "emergency", "protection"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud011",
      "title": "Service Reconnection After Disconnection",
      "category": "Service Restoration",
      "content": "If your utilities have been shut off for non-payment: (1) The verifiable account holder must call the office to get reconnection costs and authorize reconnect. (2) Report that breakers are off to prepare for reconnection. (3) Pay past due balances along with reconnect fees and any additional billing deposits. (4) Service will be reconnected once payment is received and authorized. (5) Your PUD account will be closed if service is not reconnected within 5 business days. Financial assistance may be available through local agencies - visit the Assistance Programs page for more information.",
      "tags": ["reconnection", "disconnection", "payment", "service-restoration"],
      "author": "Customer Service",
      "last_updated": "2026-01-30",
      "views": 0
    },
    {
      "id": "pud012",
      "title": "Meter Access Requirements and Locked Gates",
      "category": "Metering",
      "content": "The District has the right to enter your premises for reading, inspecting, repairing, or removing metering devices. Customers with private locked gates must install a dual locking device allowing both the customer's lock and a District lock to work independently, or pay for installation of a District lockbox to house the customer's key. Shrubs should be trimmed, dogs restricted, and pathways kept clear for safe meter access.",
      "tags": ["meter", "access", "property", "safety"],
      "author": "Operations",
      "last_updated": "2026-01-30",
      "views": 0
    }
  ]
}
